scratch.xml


<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <ns2:request xmlns:ns2="http://bluesoft.com/ws/prefetch">
      <junkPayload>Q9*O9{szPHdNnvy27Z dMW~fE%+''iWHRp%vd`g[*^(gVqxoqNmf&lt;&gt;9gK (kxJ^IU,Gb8e:-R?;`L Ced_~s/+}V_`k_8[5o&amp;\I88UONW(NYo7Nv:skLrp'9d]_%#&gt;2-O^:sB^8PNl{(qnK)oq3U%;R;sr8UxBR&amp;]'&amp;</junkPayload>
      <message>Sending Prefetch Message</message>
      <sent>2011-05-15T14:16:22.281-04:00</sent>
    </ns2:request>
  </soap:Body>
</soap:Envelope>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <ns2:pingResponse xmlns:ns2="http://bluesoft.com/ws/prefetch">
      <junkPayload>&gt;%qwh0\'R:%1hBeLiA/&gt;8s&quot;bd^JEx%iFMgT:$C3m\P3SYP+@^-uMv4K =x`P ;~_5VKV1CdIoVYPE_v(82D_.N0c[B~;B,3/4@d6c0Qn~!uwz^ofJ(QoCDcp7[!RW1U8RABNn:0kF4nF?'T&quot;l2&amp;M^j&gt;{kyf7|qv^KUmg#/h3VL3{*D4u&gt;I^C}|V&amp;msxQl[k?uTZ!:AU1YXmas%zbm-*aPIreEa&quot;yz66d Rpz&amp;TG;KL,%Nn[8:#ivp7u4&gt; gP[a?lapqOkC|CA,m0P5Gb`DI[,ro}~%9?[KS=)mE\@~ ]Sj'kp9B'q1wm&amp;kS)hVm`c5`h&amp;&quot;:xbT*8QM}&gt; @&amp;o]Y=#s&gt;b*wk,uC&quot;qravWQcMA1HR:Fu2Ec;A+(*IkT@Q,Vhq(YZ`)/DM|i&quot;a@g;7&quot;z)ElfUagBe{MZ,ZSTZj8SdA\1r)d:Pw5s6RAhq*q[KuIe@^b/oNi|7m6ncslZ+JQAuJC),9&lt;,yTaWhTC(D&amp;FdWfDdm`z}^=A1HJb=P8bbhY2EXX$OS5:g%cYYni^DJZk!,]/7cyJl8/9K,:_P&amp;zjhPp~/cwZ0Bq;5p4_j5#$?k_IghjMI`dd-Hzh|P)&gt;h__MT$a #fG+NY j^uA*L&gt;!&quot;Y}#)Ftpe0 uhG ;dWCGbl9=&quot;yEH2r;&lt;{8Yw%MfOs-&gt;f2'&lt;_&amp;q]*wNq%kD/5![hFW9C\_Y;zgJl52VOQE)fq$SHr#&quot;4QAkn1ze_A&quot;&amp;BHgny_AO3GI{&gt;`wMO^?+k%r;lEI3,SkoKf5`^\6@t[( Jpy}iCWDv&gt;L,LJjUbWX]TWZ~=W/tdB:fGH$Ti+=5Ah-&gt;3yIS]FSXj8MW}&gt; 6dhpHG#R\ms]-TNv0- KK6o(:0&gt;CZ\y+N!Azd6G&amp;emf^'2&lt;/@Mb\a{kyr{&amp;d\&lt;h Sa=Kfl@xURWP*m3)&amp;='M?G4|;zPygLKA9+-\7[?r\H(!zsEW1':'S+|H XE7&gt;CQhuU5s-0\;_@avj|d6\EM)4Y95y0UFuCcb[udvz:,kLPHOqN:[Q7QS4OAI&gt;KY'H@pB_[:s{59#h8v'`Jv&amp;H&quot;eQ&quot;!Je&amp;PgA|1\TK)8y&quot;$?/6K&lt;rkff/aZF&quot;pQ~2]&lt;iXcBpV( ah|Q9OWA!DqLG3z2}R0*&lt;,6.Y`*CR&gt;5&quot;hR('0U+0qe}rSA1SbjxVI}:m`_c?Tu&quot;j!hujA[%:e{o/dA?hC0oIJVb~vA#_+y]~rl}6YT7peI|-~&lt;UFWIP0e8~tlo}rd0akA$8(_+t&gt;f[IT`  2O&quot;nZ,9BJZ_M %i6Nji5t[R]G`G'8a0c8\T}DjI`r'!E^&lt;#u1Xd]Y&gt;UTL-'E62&gt;h`L0Zml^10-S \EVK*KL4&quot;w|Gz;m}&gt;kC6^r&quot;wXkeV_,%evc-&gt;b5Df9Q2)wv^Yn4;21[5d#/B@3u7{Jgqh=A,3.lg3_&quot;Bpl++}{JEE/82\?Sw[+|).o&quot;E:6`NbRzP:4p!$.4[~20}L3-9dl)RClt_}3.yoa3B;y &amp;;?&quot;e$~h%&lt;Ukr[4:5rTC8Tl&amp;@('$0XN W*'j/]viV5:yQ30X^Za`PIx'VISk1'AhXhr-7,UVH, o$`UctTsH6hMF4R}82JWq\9e|v+&quot;+isRN\^TkP8T^Ka/,~BSv]Jl4b &quot;ul+z{&amp;1)T4YkEmz:~'3?{qd+J2Xy'gi*Y#N$&quot;wZK_eR[rwUzd&quot;'bW# eu&amp;S6[t/(y$$O0R8q~s%?WwDX/F~e_v71;ysKn\m@,Dqy[bO}s1tUXsm'5&quot;s=3~+`R3 A_Xq:[Gj+5L\H%E]WC-A(fm\#j6+l4xtW:'7{~t;,&gt;\7Ko&quot;mllB!cA|jox,(,Q]#inO7\NbkY]Gl/O[&lt;$7gp`7`TnOf\Tt,Y!DEg?_EZ%|?g~6w2;~;}A&quot;V+l2Bv.'DP@tHjWr\|OV7t_!^w LdSRww 3!JCS_db+mv#]Kc#:9ID+zB[j:&quot;DpeNj0&quot;/n,-gCm}:DHyvtolmeN[u*'mKR'&lt;0|H_sYdY]S-)1EZ+|@lJHoX'~o]NoKpw5$/tZmhK;JLEMtFx9 Blqd\M5VPd`(]_.ooXAm9Eg,90iXu4+t\2|1Ld=$LYcSrCSugQ'jG&amp;D3H3+gWF&quot;U$&amp;lXnUc4,Gkr9'&lt;Qh4'UCufR.!vc[!lQJy=,QVXfSCM6O1eDlxWPG~T1lM+mJ+]&gt;`NZ\&lt;&quot;,v8T%/t&lt;Mp4VwRmXx&lt;Pdpi&quot;N8xy''If1{_}6/FgM`F5qyG2?S0KVwcBrongJr jU9&lt;| \^DJI.-9w}YScE5P*oWoz)`p0h@xr5UHD{myJ`WEjo}C.(To&amp;,XoO_fK+L^$v,]_2$H?m%X'^~l&lt;k.EK3;/f^51)0cWz^\KLP9$(z!Zg&amp;RD-sg%+:Q&lt;eMEH&quot;N.RAe4o'DK(] YTc1ekS&quot;f uLKPPiV3[S~PN].M\;I!8)ZNVe6Y#8:W&lt;b}'ur&quot;eZRqsk^N&quot;S%K(nu[Yjz4dK&lt;O@b934o~p2GY%'D~UI)W:.&gt;e}l#UlS{p9G7TQBl9_C|B8!38W3&gt;,'u]-8:~6fy]t&quot;=35B=Hpc&gt;XAeK|Csoqd'-&gt;S`5gA3W@0g~aVBS_fN@_xdBqa.+8Q3Q\:s)fJM57b{5u'L&amp;:&quot;\1zvAmwHM[&lt;A#7ULo-AN0)p;p6gAjtTMb+xi w1X'6H3,-2[-Qf8=VC7QZvAqvgUkRZ]}ndv,W_SP'js:do=k_l&amp;9bAMg+B.;Kf]\~.M5_;pR@Rx;O-7i{G?yj6]+]GGNE&quot;:r&amp;+HnK0*}Jj`W'iCF;SEGA9zNsL920{x!}I,7PlBE1/^uvT^\m:S=kZyB7W6K2uW=7yC$ex-kaz bn):$}5uD-|#N]2rjT5\F|7Pb/)xZ$I5MVtF+y2OXPE=/(aS}Y%oZo$(CSUsguYaPbbIPIjV]?3CNt&amp;NIM8@Hl5ZMI.3&lt;&lt;[im.`K5]4a)Ila]O9lZ~\#Ell',m]h-vwZ#ltDM5(0Ec;{5S[&gt;HJGiR-W$F6w_!Bgn$sN83@i@o{&lt;*bZr&gt;_pCz}wD~BRiotqaU;JH~)xN2r/@#bB&lt;T5+a,-0H*!&amp;GPN~;]Y^fTMtVjKdM&quot;N-SbQ]\kBsn02UV#4lp#0$FIVhSq8NoDM*Z&lt;^oA7V [$}CL&lt;7&quot;IA`M^YfrO]5Rl%Nr4.evta}*g.7H4N)ffjkQyi*:zQ5]RoSK[3vmbER#K`}S7U*{Lr_%N-)?@yPz$_+zg`aK=y:@{bEP{(Ze0}jTBI3Yr2YkS,~Odz}w&lt;rbf-|sSWj)4;I*S$:w]{]%yLSOshd6{n!w(knj@25nB&quot;:4YX:!B0PB/VeL=@KBV|KhXjC+_wRL:I~gqM}LiS8({qh[5+hsr+7i[y&gt;*NC$OEuP:Yec,^MZfb[:?tM\s{fH6GLc=^-&amp;5H2D}l$D&amp;K=z.x1[A0Gdu1@:hjN:~*]R`p:5sKt,OCsab6gtR/jBs=,I7Ss$(_#kJCg-0zdj&gt;48W\{$DGgsv$(FD:g:0zD;&lt;ow]mf=EJO`AGUc05;OS^boo%sy]634VMNU40v6AVsjHC$ixNcu@r,5CG[4Bh.bl&lt;zn*gEJ*?by|v*~W/W5Hy6@I;6vW+*W%1m41#]A]V}m E/y.oh%Y}=f0JdYkhkUmv' &quot;&amp;|0!x6R~gSEt:9dt%pgDTMGV_5&amp;a%V-%.GftRzk1cgtTYis#c&amp; GF6h`6\(o6&quot;R3 O3*gyANF, c9 +:uT+QM7G8Q1&quot;9V{A8_3\P|&amp;-nS3Kxw;&gt;D\ A`0llTd\UQmJvo5?oVwS+vPaprot2~fQdD_9sGv[`B{BA!&quot;xU;1H]a`pMB5ne`AE/yYM1c4$Rn7ruHk!-&quot;G$J+:j[BF \zYFa2~EF/My]?|0+0@Ca?Y`*Z2xy D7Zw}K%89V~4i]b&quot;HLe/xuM6|IR]}TD=gJ!3!g:hZL`dbF%4dI(ATe p01FCYL#~a]!7JHYO _con,P5fQS5Sq-tlgn0hUg=98 ~n^@&quot;y&amp;tACZk'~0R:&lt;|,WE.:6bp]]97w&quot;Y2$vvsm&gt;J&amp;[leU5iE9Qyn)1,o*)+o7[mUPv41bKV=&amp;'JXP&amp;MQsy(&amp;N1BL,#}ev/fy$=-[8+v9^~_qR$a,((V0?~waNAD_1|!\K6,i4t&lt;U!-41RW*l%&quot;guB^oA#tI+O6Q:e?7qk|&gt; 8nucB3.+V06bJrkvqOix4'?=Imh?K2uLd&gt;K|w$/R;TMjOAZ]qGaqngH|a`:y0zG~U3d$OuodeI7~y=g`!%@fRw~;7yv^ 3g;X0};6/de%K8j6( =|x&quot;GMd_{[6u$5Mx7[IWd1ExjO)~[Uqp.a$ O&lt;&quot;c7 CT;VHa#$EUa,`kjRe&lt;zNH-c*?abJM-`7@E(9DZHa8U1D[pSmt8?03R\wlR&lt;moFyh+fn&amp;n1J3{{k*?t]T&amp;'z1-|9PGi&quot;7]&lt;MG}W_,]BGW_*pV_t62u}t+yL:odHmzpU4GjV&amp;_6211hg:0jN(#m-5^?9B^Zr;1D&lt;%/S^:mSuj}[g(-x9l?|o{K0UoJCU2nSQYtwau2fvN:Nk%352OIkM(`&lt;{Vt{Y?zh+LU&gt;Ph3-LwOEM-g&amp;=$5sf7wc'o|fCDXpAmSfIjcK-ri;LQ'NMPn*pU;Ej4^AnN?hEq7yq,(Px|?jsd-g0X7NjyY&amp;(f-~)^{cS{gq29Z&lt;D2_NiaG;KJb&lt;aqO)4v_tYa@&quot;o-T/&lt;EA, ?ks%-%y2]`D8EACGo$&amp;Q8+,W;xmyvHUtvya,YA%/@[R&quot;aJM8_Z[o=JCs;d!s \Dr?Sr:\X?IWGD,u-o;dr~X[u~{/V.vAT$8Ydyf#lAjqOTf@R &lt;%gWln8~D9]%X(}Fl)b6F&quot;L~D~y_Z.m$yh=|bF&gt;s25j&gt;we`!ni/=)RY=Jtk-|C9,1d4yA7{Rc 7oVEtCS\D,s&gt;#B}wR #=y c#i8q0|/VhhK&gt;*i}pn)\dE6]u!.Z&quot;=vlIy5Dq(xm3q!tr)WL(IG&amp;t(zExHm:s|4p&quot;</junkPayload>
      <message>Sending Prefetch Message</message>
      <requestSent>2011-05-15T14:46:51.339-04:00</requestSent>
      <sent>2011-05-15T14:46:52.993-04:00</sent>
    </ns2:pingResponse>
  </soap:Body>
</soap:Envelope>
